{
  "home": {
    "title": "Messenger Links Generator",
    "home_h3": "Alle nutzen Messenger-Apps.",
    "paragraph1": "Wenn Sie nach einer Möglichkeit suchen, einen Link zu erstellen, mittels dessen die Kunden Sie über WhatsApp, Viber, Telegram usw. direkt antexten könnten, dann sind Sie am richtigen Ort!",
    "description": "Wir erstellen einen Link für jeden Messenger Ihrer Wahl."
  },
  "landing": {
    "title": "Erstellen Sie eine Kontakt-Seite mit direkten Links zu Messenger-Chats",
    "description": "Wir generieren für Sie eine Kontakt-Seite mit den Links zu allen Ihren Messenger-Accounts - kostenlos! Perfekt für Instagram und andere soziale Netzwerke.",
    "check_messengers": "Wählen Sie die Messenger aus, die Sie nutzen",
    "greetings": "Geben Sie den Text ein, der über den Buttons gezeigt werden wird",
    "greetings_text": "Texten Sie mich gerne an!",
    "fill_all_fields": "Bitte alle Felder ausfüllen",
    "here_is_your_link": "Hier ist der Link zu Ihrer Kontakt-Seite",
    "next": "Kontakt-Seite erstellen",
    "generate": "Generieren",
    "done": "Link zur Kontakt-Seite erhalten"
  },
  "whatsapp": {
    "title": "WhatsApp Link Generator",
    "description": "Sie können sowohl einen kurzen WhatsApp-Link erstellen und ihn in Ihre Instagram-Bio einfügen als auch HTML-Code für Ihre Website generieren lassen.",
    "help": "<p>Nur Ziffern - keine Buchstaben, Leerzeichen o. Ä.</p>",
    "label": "Geben Sie Ihre Telefonnummer bei WhatsApp ein (nur Ziffern)",
    "placeholder": "Beispiel: 15417543010",
    "result": "Hier ist Ihr Link für WhatsApp - einfach kopieren und nutzen, wo Sie wollen"
  },
  "vk": {
    "title": "Vkontakte Link Generator",
    "description": "Sie können sowohl einen kurzen VK.com-Link erstellen als auch HTML-Code für Ihre Website generieren lassen.",
    "help": "<p>Geben Sie nicht Ihre Email ein! Gehen Sie zum Mein Profil-Reiter auf VK.com: der Text in der URL nach vk.com/ ist Ihr Benutzername</p>",
    "label": "Geben Sie Ihren Benutzernamen bei Vkontakte ein",
    "placeholder": "Beispiel: username oder id123456",
    "result": "Hier ist Ihr Link für Vkontakte - einfach kopieren und nutzen, wo Sie wollen"
  },
  "linkedin": {
    "title": "LinkedIn Link Generator",
    "description": "Sie können einen einfachen LinkedIn-Link erstellen oder HTML-Code für Ihre Website generieren.",
    "help": "<p>Geben Sie nicht Ihre E-Mail-Adresse ein! Gehen Sie zu Ihrem Profil auf linkedin.com und kopieren Sie den Text in der URL nach linkedin.com/in/.</p>",
    "label": "Geben Sie Ihre LinkedIn-Benutzer-ID ein",
    "placeholder": "Zum Beispiel: john-doe-837ds999",
    "result": "Hier ist Ihr Link für LinkedIn, kopieren Sie ihn und verwenden Sie ihn wo immer Sie möchten."
  },
  "viber": {
    "title": "Viber Link Generator",
    "description": "Sie können sowohl einen kurzen Viber-Link erstellen als auch HTML-Code für Ihre Website generieren lassen.",
    "help": "<p>Nur Ziffern - keine Buchstaben, Leerzeichen o. Ä.</p>",
    "label": "Geben Sie Ihre Telefonnummer bei Viber ein (nur Ziffern)",
    "placeholder": "Beispiel: 15417543010",
    "result": "Hier ist Ihr Link für Viber - einfach kopieren und nutzen, wo Sie wollen"
  },
  "telegram": {
    "title": "Telegram Link Generator",
    "description": "Sie können sowohl einen kurzen Telegram-Link erstellen als auch HTML-Code für Ihre Website generieren lassen.",
    "label": "Geben Sie Ihren Telegram-Benutzernamen ein",
    "placeholder": "Beispiel: Username",
    "result": "Hier ist Ihr Link für Telegram - einfach kopieren und nutzen, wo Sie wollen"
  },
  "instagram": {
    "title": "Instagram Link Generator",
    "description": "Sie können sowohl einen kurzen Instagram-Link erstellen als auch HTML-Code für Ihre Website generieren lassen.",
    "label": "Geben Sie Ihren Instagram-Benutzernamen ein",
    "placeholder": "Beispiel: Username",
    "result": "Hier ist Ihr Link für Instagram - einfach kopieren und nutzen, wo Sie wollen"
  },
  "tiktok": {
    "title": "TikTok Link Generator",
    "description": "Sie können sowohl einen kurzen TikTok-Link erstellen als auch HTML-Code für Ihre Website generieren lassen.",
    "label": "Geben Sie Ihren TikTok-Benutzernamen ein",
    "placeholder": "Beispiel: Username",
    "result": "Hier ist Ihr Link für TikTok - einfach kopieren und nutzen, wo Sie wollen"
  },
  "snapchat": {
    "title": "Snapchat Link Generator",
    "description": "Sie können sowohl einen kurzen Snapchat-Link erstellen als auch HTML-Code für Ihre Website generieren lassen.",
    "label": "Geben Sie Ihren Snapchat-Benutzernamen ein",
    "placeholder": "Beispiel: Username",
    "result": "Hier ist Ihr Link für Snapchat - einfach kopieren und nutzen, wo Sie wollen"
  },
  "skype": {
    "title": "Skype Link Generator",
    "description": "Sie können sowohl einen kurzen Skype-Link erstellen als auch HTML-Code für Ihre Website generieren lassen.",
    "label": "Geben Sie Ihren Skype-Namen ein",
    "placeholder": "Ihr Benutzername oder Email",
    "result": "Hier ist Ihr Link für Skype - einfach kopieren und nutzen, wo Sie wollen"
  },
  "fb-messenger": {
    "title": "Facebook Messenger Link Generator",
    "description": "Sie können sowohl einen kurzen Facebook Messenger-Link erstellen als auch HTML-Code für Ihre Website generieren lassen.",
    "label": "Geben Sie Ihren Facebook-Benutzernamen ein",
    "placeholder": "Ihr Seitenname",
    "result": "Hier ist Ihr Link für Facebook Messenger - einfach kopieren und nutzen, wo Sie wollen"
  },
  "line": {
    "title": "LINE Messenger Link Generator",
    "description": "Sie können sowohl einen kurzen LINE-Link erstellen als auch HTML-Code für Ihre Website generieren lassen.",
    "label": "Geben Sie Ihre LINE-ID ein",
    "placeholder": "Ihre LINE-ID",
    "result": "Hier ist Ihr Link für LINE - einfach kopieren und nutzen, wo Sie wollen"
  },
  "wechat": {
    "title": "WeChat Link Generator",
    "description": "Sie können sowohl einen kurzen WeChat-Link erstellen als auch HTML-Code für Ihre Website generieren lassen.",
    "help": "<p>Um Ihren WeChat-Link zu erstellen, müssen Sie Ihre URL aus Ihrem QR-Code kopieren. Öffnen Sie Wechat, gehen Sie unten zum Abschnitt <b>ME</b> . Klicken Sie oben auf Ihr Profilbild und anschließend auf <b>My QR Code</b> . Öffnen Sie oben rechts die Optionen und speichern Sie Ihren QR-Code. Jetzt müssen Sie ihn nur noch von einem Telefon oder mit <a href='https://scanqr.org/'>https://scanqr.org/</a> lesen, dann Ihre persönliche URL kopieren und im Feld unten einfügen.</p>",
    "label": "Geben Sie Ihre WeChat Link ein",
    "placeholder": "https://u.wechat.com/example",
    "result": "Hier ist Ihr Link für WeChat - einfach kopieren und nutzen, wo Sie wollen"
  },
  "universal": {
    "title": "{messenger} Link Generator",
    "description": "Sie können sowohl einen kurzen {messenger}-Link erstellen als auch HTML-Code für Ihre Website generieren lassen.",
    "label": "Geben Sie Ihre {messenger}-ID ein",
    "placeholder": "Ihre {messenger}-ID",
    "result": "Hier ist Ihr Link für {messenger} - einfach kopieren und nutzen, wo Sie wollen"
  },
  "navigation": {
    "home_link_name": "Homepage",
    "page_generator_link_name": "Kontakt-Seite erstellen",
    "back": "Zurück",
    "share": "Teilen:"
  },
  "all_messengers": {
    "html_code": "HTML Link Code"
  }
}