{
  "home": {
    "title": "Generador de Links de Messenger ",
    "home_h3": "Todos nosotros usamos una aplicación de mensajes en línea.",
    "paragraph1": "Si estás buscando una opción para crear un link que puede ser usado por tus clientes para enviarte mensajes directos en WhatsApp, Viber, Telegram, etc... Estas en el sitio correcto.",
    "description": "Nosotros generaremos un link para cualquier messenger de tu preferencia."
  },
  "landing": {
    "title": "Crear un página de contacto con links directos a los chats de messengers",
    "description": "Nosotros generaremos para ti una página de contacto con links a todas tus cuentas de messenger - Gratuitamente! Perfecto para instagram y otras redes sociales.",
    "check_messengers": "Selecciona los messengers que usas.",
    "greetings": "Introduce el texto que quieras que sea mostrado antes de los botones",
    "greetings_text": "Escribe un mensaje",
    "fill_all_fields": "Por favor, llenar todos los campos",
    "here_is_your_link": "Aquí está el link a tu página de contacto",
    "write_me": "Envíame un mensaje si quieres crear un link corto",
    "next": "Crear página de contacto",
    "done": "Obtener un link a tu página de contacto"
	
  },
  "contacts": {
    "title": "Mensaje al Autor",
    "description": "Enviar un mensaje al autor en Telegram, Viber, WhatsApp",
    "personal_profile": "Abrir el perfil en LinkedIn",
    "personal_profile_link": "https://www.linkedin.com/in/anton-borzenko-81ba9288/"
  },
  "whatsapp": {
    "title": "Generador de link para WhatsApp",
    "description": "Puedes crear un simple link para WhatsApp y agregarlo a tu perfil de Instagram o generar un código HTML para tu página web."
  },
  "vk": {
    "title": "Generador de link para VK",
    "description": "Puedes crear un simple link para Vk.com o generar un código HTML para tu página web."
  },
  "viber": {
    "title": "Generador de link para Viber",
    "description": "Puedes crear un simple link para Viber o generar un código HTML para tu página web."
  },
  "telegram": {
    "title": "Generador de link para Telegram",
    "description": "Puedes crear un simple link para Telegram o generar un código HTML para tu página web."
  },
  "instagram": {
    "title": "Generador de link para Instagram",
    "description": "Puedes crear un simple link para Instagram o generar un código HTML para tu página web."
  },
  "tiktok": {
    "title": "Generador de link para TikTok",
    "description": "Puedes crear un simple link para TikTok o generar un código HTML para tu página web."
  },
  "snapchat": {
    "title": "Generador de link para Snapchat",
    "description": "Puedes crear un simple link para Snapchat o generar un código HTML para tu página web."
  },
  "skype": {
    "title": "Generador de link para Skype",
    "description": "Puedes crear un simple link para Skype o generar un código HTML para tu página web."
  },
  "fb-messenger": {
    "title": "Generador de link para el Facebook Messenger",
    "description": "Puedes crear un simple link para el Facebook Messenger o generar un código HTML para tu página web."
  },
  "line": {
    "title": "Generador de link para el Messenger LINE",
    "description": "Puedes crear un simple link para LINE o generar un código HTML para tu página web."
  },
  "wechat": {
    "title": "Generador de link para WeChat",
    "description": "Puedes crear un simple link para WeChat o generar un código HTML para tu página web."
  },
  "all_pages": {
    "home_link_name": "Inicio",
    "page_generator_link_name": "Crear un página de contacto",
    "contacts_link_name": "Envíeme un mensaje",
    "back": "Retroceder",
    "home_link": "/es",
    "share": "Compartir"
  },
  "riot": {
    "all_messengers": {
      "html_code": "Código del link HTML"
    },
    "whatsapp": {
      "label": "Introducir tu número de teléfono de WhatsApp (Solo dígitos)",
      "placeholder": "Por ejemplo: 15417543010",
      "small": "Usar solo dígitos, por favor no usar otros caracteres o espacios",
      "result": "Aquí esta tu link para WhatsApp, cópialo y úsalo donde quieras",
      "imageLink": "Envíame un mensaje en WhatsApp"
    },
    "line": {
      "label": "Introducir tu identificación de usuario de LINE",
      "placeholder": "Tu identificación de usuario",
      "result": "Aquí esta tu link para LINE, cópialo y úsalo donde quieras",
      "imageLink": "Envíame un mensaje en LINE"
    },
    "wechat": {
      "label": "Introducir tu usuario de WeChat QR Code",
      "placeholder": "Tu usuario de WeChat QR Code",
      "result": "Aquí esta tu link para WeChat, cópialo y úsalo donde quieras",
      "imageLink": "Envíame un mensaje en WeChat"
    },
    "viber": {
      "label": "Introducir tu número de teléfono de Viber (Solo dígitos)",
      "placeholder": "Por ejemplo: 15417543010",
	  "small": "Usar solo dígitos, por favor no usar otros caracteres o espacios",
      "result": "Aquí esta tu link para Viber, cópialo y úsalo donde quieras",
      "imageLink": "Envíame un mensaje en Viber"
    },
    "telegram": {
      "label": "Introducir tu nombre de usuario de Telegram",
      "placeholder": "Por ejemplo: Username",
      "result": "Aquí esta tu link para Telegram, cópialo y úsalo donde quieras",
      "imageLink": "Envíame un mensaje en Telegram"
    },
    "instagram": {
      "label": "Introducir tu nombre de usuario de Instagram",
      "placeholder": "Por ejemplo: Username",
      "result": "Aquí esta tu link para Instagram, cópialo y úsalo donde quieras",
      "imageLink": "Envíame un mensaje en Instagram"
    },
    "tiktok": {
      "label": "Introducir tu nombre de usuario de TikTok",
      "placeholder": "Por ejemplo: Username",
      "result": "Aquí esta tu link para TikTok, cópialo y úsalo donde quieras",
      "imageLink": "Envíame un mensaje en TikTok"
    },
    "snapchat": {
      "label": "Introducir tu nombre de usuario de Snapchat",
      "placeholder": "Por ejemplo: Username",
      "result": "Aquí esta tu link para Snapchat, cópialo y úsalo donde quieras",
      "imageLink": "Envíame un mensaje en Snapchat"
    },
    "vk": {
      "label": "Introducir tu nombre de usuario de VK.com",
      "placeholder": "Por ejemplo: Username o id123456",
	  "small": "¡No introducir tu Correo electrónico! Ve a Mi Perfil en Vk.com: el texto tu barra de direcciones del navegador (URL) después del vk.com/ es tu nombre de usuario",
      "result": "Aquí está tu link para VK, cópialo y úsalo donde quieras",
      "imageLink": "Envíame un mensaje en VK"
    },
    "skype": {
      "label": "Introducir tu nombre de usuario de Skype",
      "placeholder": "Tu nombre de usuario o correo electrónico",
      "result": "Aquí está tu link para Skype, cópialo y úsalo donde quieras",
      "imageLink": "Envíame un mensaje en Skype"
    },
    "fb-messenger": {
      "label": "Introducir tu nombre de página de Facebook",
      "placeholder": "El nombre de tu Pagina",
      "result": "Aquí está tu link para el Facebook Messenger, cópialo y úsalo donde quieras",
      "imageLink": "Envíame un mensaje en el Facebook Messenger "
    }
  }
}